Repository: jesseeproductions/plugin-engine
Catalog: languages/plugin-engine-*.po
Languages: pt_br

source: Today's Date is
pt_br: Data de hoje é

source: and Expires on %s
pt_br: e expira em %s

source: License is Active
pt_br: A Chave de Licença está Ativa.

source: Deactivate License
pt_br: Desativar licença

source: License is Invalid
pt_br: Esta licença não é válida

source: License Expired on %s
pt_br: Licença expirou em %s

source: License is Not Active
pt_br: Licença não está ativa

source: Activate License
pt_br: Ativar a Licença

source: Video Guides
pt_br: Guias de vídeo

source: Guides
pt_br: Guias

source: There maybe a javascript conflict preventing some features from working. <a href="%s" target="_blank" >Please check this guide to narrow down the cause.</a>
pt_br: Há talvez um conflito de javascript, impedindo que alguns recursos funcionem <a href="%s" target="_blank">Por favor, verifique este guia para diminuir a causa.</a>

source: Content
pt_br: Conteudo

source: Save Changes
pt_br: Salvar alerações

source: %s updated. <a href="%s">View %s</a>
pt_br: %s atualizado. <a href="%s">Veja %s</a>

source: Custom field updated.
pt_br: Cor do campo de oferta

source: Custom field deleted.
pt_br: Campo personalizado deletado.

source: %s updated.
pt_br: e expira em %s

source: %s restored to revision from %s
pt_br: %s restaurado da revisão de %s

source: %s published. <a href="%s">View %s</a>
pt_br: %s publicado. <a href=\”%s\”>Ver %s </a>

source: %s saved.
pt_br: Licença expirou em %s

source: %s submitted. <a target="_blank" href="%s">Preview %s</a>
pt_br: %s enviado. <a target=“_blank” href=“%s”>Pré-visualizar %s</a>

source: %s scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview %s</a>
pt_br: %s agendado para: <strong>%1$s</strong>. <a target=\"_blank\" href=\"%2$s\">Pré-visualizar </a>

source: %s draft updated. <a target="_blank" href="%s">Preview %s</a>
pt_br: Rascunho de %s atualizado. <a target=\”_blank\” href=\”%s\”>Pré-visualizar %s </a>

source: Add New
pt_br: Adicionar Novo

source: Add New %s
pt_br: Adicionar Novo %s

source: Edit %s
pt_br: Editar %s

source: New %s
pt_br: Novo %s

source: View %s
pt_br: e expira em %s

source: Search %s
pt_br: Buscar %s

source: No %s found
pt_br: Nenhum %s encontrado

source: No %s found in Trash
pt_br: Licença expirou em %s

source: Parent %s
pt_br: Matriz %s

source: All %s
pt_br: e expira em %s

source: Update %s
pt_br: Atualizar %s

source: %s Archives
pt_br: Licença expirou em %s

source: Insert into %s
pt_br: Inserir %s

source: Uploaded to this %s
pt_br: Licença expirou em %s

source: %s list
pt_br: Licença expirou em %s

source: %s list navigation
pt_br: Licença expirou em %s

source: Filter %s list
pt_br: Lista de filtros de %s

source: Creates a %s Custom Post Type
pt_br: Cria um tipo de Post personalizado de %s

source: Parent %s:
pt_br: Matriz %s:

source: New %s Name
pt_br: Novo %s Nome

source: Popular %s
pt_br: Licença expirou em %s

source: Separate %s with commas
pt_br: Separar %s por vírgulas

source: Add or remove %s
pt_br: Adicionar ou remover %s

source: Choose from the most used %s
pt_br: Escolher entre os mais utilizados %s

source: A plugin framework to be embeded in the core plugin
pt_br: Um quadro de plugin para ser embeded no núcleo plugin
